Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=386_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: 85) Valmistaudutaan ottamaan käyttöön CBD-yleissopimuksen osapuolikokouksen hyväksymät indikaattorit, jotka koskevat kielellistä monimuotoisuutta, saamelaisten kotiseutualueen maankäytön ja perinteisten elinkeinojen tilaa ja kehitystä sekä perinteisen tiedon, innovaatioiden ja käytänteiden tilaa ja kehitystä.
sme: 85) Ráhkkanat váldit atnui CBD-oktasašsoahpamuša oassebeallečoahkkima dohkkehan indikáhtoriid, mat gusket gielalaš máŋggahápmásašvuođa, sámiid ruovttuguovllu eanageavaheami ja árbevirolaš ealáhusaid dili ja ovdáneami sihke árbevirolaš dieđu, innovašuvnnaid ja geavadiid dili ja ovdáneami.

source: Artikla 8(j):n toimeenpano Suomessa jatkuu
sme: Artihkal 8(j):a ollašuhttin Suomas joatkašuvvá

source: Ympäristöministeriö asetti toisen kansallisen artikla 8(j9-asiantuntijatyöryhmän toimikaudeksi 15.2.2013-31.12.2014.
sme: Birasministeriija ásahii nuppi álbmotlaš artihkal 8(j)-áššedovdibargojoavkku doaibmabadjái 15.2.2013-31.12.2014.

source: Työryhmä toimii biodiversiteettityöryhmän alaisuudessa ja raportoi sille toiminnastaan.
sme: Bargojoavku doaibmá biodiversitehtabargojoavkku vuollásažžan ja raportere dasa iežas doaimmain.

source: Työryhmän tehtävänä on mm.:
sme: Bargojoavkku bargun lea ee:

source: - Lisätä yleistä tietoisuutta artikla 8(j):stä, sen velvoitteista ja toimeenpanosta
sme: - Lasihit oppalaš dieđu artihkal 8(j):s, dan geatnegasvuođain ja ollašuhttimis

source: - Edistää biodiversiteettistrategian ja – toimintaohjelman 8j:tä koskevien tavoitteiden toteutumista
sme: - Ovddidit biodiversitehtastrategiija ja – doaibmaprográmma 8 j guoskavaš ulbmiliid ollašuvvama

source: - Valmistella Suomen kantoja kansainvälisiin biodiversiteettisopimuksen kokouksiin artikla 8(j):hin liittyen
sme: - Válmmaštallat Suoma oainnuid riikkaidgsakasaš biodiversitehtasoahpamuša čoahkkimiidda artihkal 8(j):ai gulavažžan

source: Työryhmän kokoonpano:
sme: Bargojovkui gullet:

source: Klemetti Näkkäläjärvi
sme: Klemetti Näkkäläjärvi, ságajođiheaddji (sámediggi)

source: Katri Santtila (opetus- ja kulttuuriministeriö)
sme: Katri Santtila (oahpahus- ja kulturministeriija)

source: Timo Tolvi (maa- ja metsätalousministeriö)
sme: Timo Tolvi (eana- ja meahccedoalloministeriija)

source: Päivi Lundvall (Lapin Ely-keskus)
sme: Päivi Lundvall (Lappi Ebi-guovddáš)

source: (saamelaiskäräjät
sme: Petra Magga-Vars (sámediggi)

source: (saamelaiskäräjät)
sme: Áššedovdi Heikki Paltto (sámediggi)

source: Asiantuntija Elina Helander-Renvall (Lapin yliopiston arktinen keskus)
sme: Áššedovdi Elina Helander-Renvall (Lappi universitehta árktalaš guovddáš)

source: Sihteeri Sanna-Kaisa Juvonen (Metsähallitus)
sme: Čálli Sanna-Kaisa Juvonen (Meahciráđđehus)

source: Suvi Juntunen
sme: Čálli Suvi Juntunen (sámediggi)

source: on päätetty ottaa käyttöön indikaattorit kielellisen monimuotoisuuden tilasta ja kehityksestä; alkuperäiskansojen perinteisten alueiden maankäytön muutoksesta ja kehityksestä sekä perinteisten elinkeinojen harjoittamisen tilanteesta ja kehityksestä.
sme: Artihkal 8(j) riikkaidgaskasaš máŋggajagaš bargoprográmmas leat mearridan váldit atnui indikáhtoraiid gielalaš máŋggahápmásašvuođa dilis ja ovdáneamis; eamiálbmogiid árbevirolaš guovlluid eanageavaheami nuppáštusain ja ovdáneamis sihke árbevirolaš ealáhusaid ollašuhttima dilis ja ovdáneamis.

source: Indikaattorien tavoitteena on selvittää artikla 8(j):n suojeleman perinteisen tiedon tilaa.
sme: Indikáhtoriid ulbmilin lea čielggadit artihkal 8(j):a gáhtten árbevirolaš dieđu dili.

source: Kansallinen artikla 8(j)-työryhmä on aloittanut toimet indikaattorien käyttöön ottamiseksi.
sme: Álbmotlaš artihkal 8(j)-bargojoavku lea álggahan doaimmaid indikáhtoriid atnui váldima dihtii.

source: Työryhmä on valmistellut ja valmistelee edelleen biodiversiteettisopimuksen kokouksiin Suomen kantoja, jotka liittyvät artikla 8(j)-artiklaan.
sme: Bargojoavku lea válmmaštallan ja válmmaštallá ain biodiversitehtasoahpamuša čoahkkimiidda Suoma oaiviliid, mat laktásit artihkal 8(j)-artihkkalii.

source: Työryhmän tarkoituksena on laatia esitykset Akwé: Kon – ohjeiden toimeenpanosta maankäyttö- ja rakennuslain ja ympäristövaikutusten arvioinnista annetun lain toimeenpanossa.
sme: Bargojoavkku ulbmilin lea ráhkadit evttohusaid Akwé: Kon – rávvagiid ollašuhttimis eanageavahan- ja huksenlága ja birasváikkuhusaid árvvoštallamis addon lága ollašuhttimis.

source: Työryhmän tarkoituksena on myös suomentaa ja saamentaa 10. osapuolikokouksen hyväksymät
sme: Bargojoavkku ulbmilin lea maiddái jorgalahttit suoma-ja sámegillii 10. oassebeallečoahkkima dohkkehan Tkarihwaie:ri – etihkalaš meannudanvuohkenjuolggadusaid sihke bargat evttohusaid daid ollašuhttima várás

source: - eettiset menettelytapasäännökset sekä tehdä esitykset niiden toimeenpanemiseksi Suomessa.
sme: Suomas.

source: Tkarihwaie:ri on keha ' ka – kansan kieltä (mohawk-) kieltä ja tarkoittaa ” oikeaa tapaa ”.
sme: Tkarihwaie:ri lea keha ' ka – álbmoga giella (mohawk-) giella ja dárkkuha ” rivttes vuogi ”.

source: Menettelytapasäännöksen tarkoituksena on turvata alkuperäiskansojen kulttuurisen- ja intellektuaalisen perinnön kunnioittaminen alkuperäiskansoja koskevissa hankkeissa.
sme: Meannudanvuohkenjuolggadusa ulbmilin lea dorvvastit eamiálbmogiid kulturlaš - ja intellektuálalaš árbbi gudnejahttima eamiálbmogiid guoski fidnuin.

source: ratifiointia Suomessa sekä seuraa biodiversiteettistrategian ja – toimintaohjelman artikla 8(j):tä koskevien asioiden toteutumista.
sme: Bargojoavku gieđahallá maiddái genariggodagaid oažžuma ja ávkkiid juohkima gieđahalli Nagoya beavdegirjji ratifiserema Suomas sihke čuovvu biodiversitehtastrategiija ja – doaibmaprográmma artihkal 8(j) guoski áššiid ollašuvvama.

source: Määritelmät
sme: Meroštallamat

source: Ensimmäinen artikla 8(j)-työryhmä on kuultuaan perinteisen tiedon haltijoita tehnyt yleiset määritelmät saamelaisten luonnon monimuotoisuuteen liittyvästä perinteisestä tiedosta, tapaoikeudesta ja tavanomaisesta luonnonkäytöstä.
sme: Vuosttas artihkal 8(j)-bargojoavku lea árbevirolaš dieđu hálddašeaddjiid gullama maŋŋá dahkan oktasaš meroštallamiid sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđus, vierrovuoigatvuođaš ja beaivválaš luonddugeavaheamis.

source: Perinteinen tieto
sme: Arbevirolaš diehtu

source: Saamelainen luonnon monimuotoisuuteen liittyvä perinteinen tieto ilmenee saamelaisessa luonnonkäytössä ja perinteisten saamelaiselinkeinojen harjoittamisessa eli poronhoidossa, kalastuksessa, metsästyksessä, keräilyssä ja käsityössä sekä luontosuhteessa.
sme: Sápmelaš luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš diehtu boahtá ovdan sápmelaš luonddugeavaheamis ja árbevirolaš sámeealáhusaid ollašuhttimis dahjege boazodoalus, guolásteamis, meahčástusas, čoaggimis ja dujiin sihke luondogaskavuođas.

source: Tieto välittyy saamen kielen luontoon, maastoon, säähän, poronhoitoon, käsitöihin, pyyntiin ja kalastukseen liittyvässä terminologiassa sekä saamenkielisissä paikannimissä.
sme: Diehtu sirdása sámegiela lundui, duovdagii, dálkái, boazodollui, dujiide, bivdui ja guolástussii gulavaš terminologias sihke sámegielat báikenamain.

source: Perinteistä tietoa siirretään tietoisen opettamisen, vanhemmilta sukupolvilta saadun mallin, joikujen ja suullisen kertomaperinteen kautta sekä poronhoito-, kalastus-, keräily käsityö- ja metsästyskäytänteissä.
sme: Árbevirolaš diehtu sirdo diđolaš oahpaheami, boarrasut buolvvas ožžojun málle, juigosiid ja njálmmálaš máinnastanárbbi bokte sihke boazodoallo-, guollebivdo-, čoaggin duodje- ja meahcástanvieruid bokte.

source: Luonnonkäyttö
sme: Luonddugeavaheapmi

source: Saamelaisten perinteinen luonnonkäyttö perustuu saamelaiseen arvomaailmaan, sosiaaliseen järjestelmään ja tapaoikeuteen.
sme: Sápmelaččaid árbevirolaš luonddugeavaheapmi vuođđuduvvá sápmelaš árvomáilbmái, sosiálalaš vuogádahkii ja vierrovuoigatvuhtii.

source: Luonnonkäyttö on erilaista eri saamelaiselinkeinoissa.
sme: Luonddugeavaheapmi lea earálágan iešguđege sámeealáhusain.

source: Luonnonkäyttö riippuu myös maantieteellisistä ja luonnon olosuhteista.
sme: Luonddugeavaheapmi lea gitta maiddái eatnandieđalaš diliin ja luonddu diliin.

source: Tapaoikeus
sme: Vierrovuoigatvuohta

source: Saamelainen luonnon monimuotoisuuteen liittyvä tapaoikeus ohjaa perinteistä maankäyttöä, yhteisön sisäisiä suhteita liittyen maankäyttöön, luo periaatteet nautinta-alueille ja ohjaa luonnonresurssien hyödyntämistä kestävällä tavalla saamelaisen oikeuskäsityksen mukaisesti.
sme: Sápmelaš luonddu máŋggahápmásašvuhtii gulavaš vierrovuoigatvuohta stivre árbevirolaš eanageavaheami, servoša siskálddas gaskavuođaid mat laktásit eanageavaheapmai, hábme vuođđojurdagiid návddašan-eatnamiidda ja stivre luondduresurssaid ávkkástallama suvdilis vugiin sápmelaš vuoigatvuođadovddu mielde.

source: Kulttuuri-ilmaus
sme: Kultuvra- dajaldat

source: Saamelaiskulttuurissa perinteinen kulttuuri-ilmaus tarkoittaa joikumusiikkia, saamen käsityötä, saamelaistaidetta, kertomaperinnettä ja myyttejä, kirjallisuutta, saamenkielisiä paikannimiä sekä saamelaista rakennusperinnettä (mm. kodat, kammit, erityyppiset aitat).
sme: Sámekultuvrras árbevirolaš kultuvra-dajaldat dárkkuha juigosiid, sámeduoji, sámedáidaga, máinnastanárbevieruid ja myhtaid, girjjálašvuođa, sámegielat báikenamaid sihke sámi huksenárbevieruid (ee. gođiid, kámmiid, iešguđetlágan áittiid).

source: Lisäksi saamelaiseen muinaisuskoon kuuluva uhraaminen seidoille on kulttuuri-ilmaus.
sme: Lassin sámi dološoskui gulavaš oaffaruššan sieiddiide lea kulttuvra-dajaldat.

source: Uudemmat kulttuuri-ilmaukset tarkoittavat modernia saamelaismusiikkia, teatteria ja elokuvataidetta.
sme: Ođđasut kultuvra – dajaldagat dárkkuhit modearna sámemusihka, teáhtera ja filbmadáidaga.

source: Saamelaiskäräjien tavoitteet perinteisen tiedon suojelemiseksi
sme: Sámedikki ulbmilat árbevirolaš dieđu suodjaleami várás

source: Saamelaiskäräjät on asettanut yhdeksi kärkitavoitteeksi vaalikauden 2012-2015
sme: Sámediggi lea ásahan njunušulbmilin válgabaji 2012-2015 doaibmaprográmmastis, ahte álbmotlaš artihkal 8(j)-bargojoavkku loahpparaportta doaibmabidjo-evttohusat ja ávžžuhusat leat ollašuhtton go válgabadji nohká.

source: Lisäksi saamelaiskäräjien kokous on asettanut seuraavat tavoitteet perinteisen tiedon suojelemiseksi:
sme: Lassin sámedikki čoahkkin lea ásahan čuovvovaš ulbmiliid árbevirolaš dieđu gáhttema várás:

source: • Saamelaiskäräjät osallistuu tehokkaasti Suomen luonnon monimuotoisuuden ja kestävän käytön strategian ja toimintaohjelman 2012-2020 toimeenpanoon, seurantaan ja vaikuttavuuden arviointiin ja edistää saamelaisia koskevien tavoitteiden pikaista toteutumista.
sme: Sámediggi oassálastá beaktilit Suoma luonddu máŋggahápmásašvuođa ja suvdilis geavaheami strategiija ja doaibmaprográmma 2012-2020 ollašuhttima dihtii, čuovvumii ja váikkuhanvuođa árvvoštallamii ja ovddida sápmelaččaid guoski ulbmiliid farggamusat ollašuhttima.

source: Saamelaiskäräjille on turvattu riittävät resurssit osallistua strategian ja toimintaohjelman toteuttamiseen.
sme: Sámediggái lea dorvvastuvvon doarvái resurssat oassálastit strategiija ja doaibmaprográmma ollašuhttima várás.

source: • Saamelaiskäräjät osallistuu tehokkaasti ja vaikuttavasti Nagoyan pöytäkirjan ratifiointiprosessiin ja toimeenpanoon.
sme: Sámediggi oassálastá beaktilit ja aktiivalaččat Nagoya beavdegirjji ratifiserenprosessii ja ollašuhttimii.

source: • Perinteisen tiedon elvytyshankkeiden toteutus on alkanut.
sme: Árbevirolaš dieđu ealáskahttinfidnuid ollašuhttin lea álgán.

source: • Saamelaiskäräjät huomioi omassa toiminnassaan saamelaisen perinteisen tiedon tarpeet ja edistää perinteisen tiedon säilymistä, siirtymistä ja kehittymistä tuleville sukupolville kaikessa toiminnassaan.
sme: Sámediggi váldá vuhtii iežas doaimmas sápmelaččaid árbevirolaš dieđu dárbbuid ja ovddida árbevirolaš dieđu seailuma, sirdašuvvamma ja ovdáneami boahtti buolvvaide buot iežas doaimmain.

source: • Saamelaiskäräjät edistää ja luo edellytyksiä saamelaisten perinteisen tiedon tutkimuskeskuksen perustamiselle.
sme: Sámediggi ovddida ja ráhkada vejolašvuođaid sápmelaččaid árbevirolaš dieđu dutkanguovddáža vuođđudeami várás.

source: Biodiversiteettisopimuksen 5. osapuolikokous on hyväksynyt vapaaehtoiset
sme: Biodiversitehtasoahpamuša 5. oassebeallečoahkkin lea dohkkehan eaktodáhtolaš Akwé:Kon – rávvagiid.

source: Ohjeet on valmisteltu valtioiden ja alkuperäiskansojen yhteistyönä.
sme: Rávvagiid leat válmmaštallan riikkaid ja eamiálbmogiid oktasašbargun.

source: Ohjeet on tarkoitettu huomioitavaksi alkuperäiskansojen, kuten Suomen saamelaisten, kotiseutualueella toteutettavien sellaisten hankkeiden suunnittelussa sekä suunnitelmien ja ohjelmien valmistelussa ja vaikutusten arvioinnissa, jotka saattavat vaikuttaa saamelaiskulttuuriin, - elinkeinoihin ja kulttuuriperintöön.
sme: Rávvagiid leat oaivvildan vuhtii váldima várás eamiálbmogiid, dego Suoma sápmelaččaid, ruovttuguovllus ollašuhtton dakkár fidnuid plánemis sihke plánaid ja prográmmaid válmmaštallamis ja váikkuhusaid árvvoštallamis, mat sáhttet váikkuhit sámekultuvrii, - ealáhusaide ja kulturárbái.

source: Ohjeet edellyttävät, että hankkeiden ja suunnitelmien laatimisen tulisi perustua alkuperäiskansojen tarpeisiin ja näkemyksiin.
sme: Rávvagat gáibidit, ahte fidnuid ja plánaid ráhkadeapmi galggašii vuođđuduvvat eamiálbmogiid dárbbuide ja oainnuide.

source: Alkuperäiskansojen tulisi osallistua hankkeen kaikkiin vaiheisiin suunnittelusta täytäntöönpanoon.
sme: Eamiálbmogat galggašedje oassálastit fidnu buot muttuide plánemis ollašuhttimii.

source: Osapuolikokous on esittänyt, että valtiot ottaisivat ohjeet osaksi ympäristö- ja sosiaalivaikutusten arviointia koskevaa lainsäädäntöä ja ohjeistusta.
sme: Oassebeallečoahkkin lea evttohan, ahte riikkat válddašedje rávvagiid oassin biras- ja sosiálaváikkuhusaid árvvoštallama guoski lágaid ja rávvagiid.

source: Valtioiden ja alkuperäiskansojen tulisi Akwé: Kon - ohjeita toimeenpanemalla luoda pysyvä alkuperäiskansan hyväksymä järjestelmällinen menettely sosiaalisten, ympäristö- ja kulttuuristen näkökohtien sisällyttämiseksi suunnitteluun ja päätöksentekoon.
sme: Riikkat ja eamiálbmogat galggašedje Akwé: Kon – rávvagiid ollašuhttimiin hábmet bissovaš eamiálbmoga dohkkehan vuogádatlaš meannudeami sosiálalaš, biras- ja kulturlaš ášši beliid čáhkadeami dihtii plánemii ja mearrádusdahkamii.

source: Ohjeita toimeenpanemalla voidaan kehittää alkuperäiskansojen toimintavalmiuksia.
sme: Rávvagiid ollašuhttimiin sáhttit ovddidit eamiálbmogiid doaibmandáidduid.

source: Akwé: Kon - ohjeita noudattamalla haitalliset vaikutukset alkuperäiskansoille voidaan tunnistaa ja haittoja voidaan minimoida.
sme: Akwé: Kon – rávvagiid čuovvumiin vahátlaš váikkuhusaid eamiálbmogiidda sáhttit identifiseret ja hehttehusaid sáhttit unnidit.

source: Ohjeiden mukaan hankkeen valmisteluun tulee osallistua alkuperäiskansan edustajia ja työssä on huomioitava tasa-arvo ja eri sukupolvien tarpeet.
sme: Rávvagiid mielde fidnu válmmaštallamii galget oassálastit eamiaálbmoga ovddasteaddjit ja barggus galgá vuhtii valdit dásseárvvu ja iešguđege buolvvaid dárbbuid.

source: Alkuperäiskansan edustajille tulee antaa riittävät resurssit, jotta he voivat osallistua hankkeen valmisteluun.
sme: Eamiálbmoga ovddasteaddjiide galgá addit doarvái resurssaid, vai sii sáhttet oassálastit fidnu válmmaštallamii.

source: Alkuperäiskansayhteisöä tulee tiedottaa valmistelun kaikissa vaiheissa, eri medioissa ja yhteisön käyttämillä kielillä.
sme: Eamiálbmotservoša gálgá dieđihit válmmaštallama buot muttuin, eará mediain ja servoša geavahan gielaiguin.

source: Hankkeessa tulee kirjata alkuperäiskansan näkemykset ja huolenaiheet ja niitä tulee kohdella oikeudenmukaisesti.
sme: Fidnus galgá girjet eamiálbmoga oaiviliid ja fuolaid ja daid galgá gieđahallat vuoiggalaččat.

source: Alkuperäiskansan edustajien tulee osallistua hankkeen ympäristöllisten-, kulttuuristen ja sosiaalisten vaikutusten arviointiin.
sme: Eamiálbmot ovddasteaddjit galget oassálastit fidnu birrasa guoski, kulturlaš ja sosiálalaš váikkuhusaid árvoštallamii.

source: Mikäli hanke aiheuttaa kielteisiä vaikutuksia alkuperäiskansalle, hankkeesta vastaavan ja alkuperäiskansojen edustajien tulee sopia lieventävistä toimenpiteistä kielteisten vaikutusten minimoimiseksi.
sme: Juos fidnu dagaha negatiivalaš váikkuhusaid eamiálbmogii, fidnus vásttolaš ja eamiálbmogiid ovddasteaddjit galget soahpat litnudeaddji doaibmabijuin negatiivalaš váikkuhusaid geahpedeami dihtii.

source: Hankkeen toteutumista tulee seurata yhdessä alkuperäiskansan edustajien kanssa.
sme: Fidnu ollašuvvama galgá čuovvut ovttas eamiálbmoga ovddasteaddjiiguin.

source: Vapaaehtoiset Akwé: Kon – ohjeet on Suomessa tarkoitettu saamelaisten kotiseutualueen maankäytön suunnittelusta ja ympäristövaikutusten arvioinneista vastaaville viranomaisille, lainsäätäjille, arviointien tekijöille, YVA - hankkeista vastaaville, kaavoittajille, Metsähallitukselle, lupaviranomaisille, saamelaiskäräjille ja kolttien kyläkokoukselle sekä saamelaisyhteisöille.
sme: Eaktodáhtolaš Akwé: Kon – rávvagat leat Suomas dárkkuhuvvon sámiid ruovttuguovllu eanageavaheami plánemis ja birasváikkuhusaid árvvoštallamis vásttolaš eiseválddiide, láhkaaddiide, árvvoštallamiid bargiide, YVA – fidnuin vásttolaččaide, lávvaráhkadeaddjiide, Meahciráđđehussii, lohpevirgeoapmahaččaide, sámediggái ja nuortalaččaid giličoahkkimii sihke sámeservošiidda.

source: Akwé:Kon - ohjeiden soveltaminen Suomessa
sme: Akwé:Kon – rávvagiid guoskadeapmi Suomas

source: Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa on sovelluttu ensimmäisen kerran Akwé: Kon - ohjeita sekä Suomessa että ylipäänsä maailmassa.
sme: Bátneduottara meahcceguovlo-eatnama dikšun - ja geavahanplána ráhkadeamis lea guoskaduvvon vuosttas geardde Akwé: Kon – rávvagat sihke Suomas ja obanassii máilmmis.

source: Ohjeiden soveltamisesta on valmistunut
sme: Rávvagiid guoskadeamis lea válmmaštuvvan loahpparaporta.

source: Metsähallitus on yhdessä saamelaiskäräjien kanssa luonut pysyvän mallin Akwé: Kon - ohjeiden soveltamisesta Metsähallituksen hallinnassa olevien maa- ja vesialueiden maankäytön suunnittelussa.
sme: Meahciráđđehus lea ovttas sámedikkiin ráhkadan bissovaš málle Akwé: Kon – rávvagiid guoskadeamis eana- ja čáhceguovlluid eanageavaheami plánemis mat leat Meahciráđđehusa hálddus.

source: Ohjeita ei sovelleta saamelaiskäräjien tekemistä esityksistä huolimatta kaavoitusta ohjaavan maankäyttö- ja rakennuslain toimeenpanossa eikä ympäristövaikutusten arviointiprosessissa (nk. YVA-laissa).
sme: Rávvagat eai guoskaduvvo sámedikki dahkan evttohusain fuolakeahttá lávvaráhkadeami stivrejeaddji eanageavahan - ja huksenlága ollašuhttimis eaige birasváikkuhusaid árvvoštallanproseassas (ng. YVA-lágas).

source: Kansainvälinen päätöksenteko
sme: Riikkaidgaskasaš mearrádusdahkan

source: Biodiversiteettisopimuksen toimeenpanoa koskevia päätöksiä ja suosituksia annetaan kahden vuoden välein pidettävissä osapuolikokouksissa.
sme: Biodiversitehtasoahpamuša ollašuhttima guoski mearrádusaaid ja ávžžuhusaid addet guovtti jagi gaskkaid dollojun oassebeallečoahkkimiin.

source: Osapuolikokoukselle artikla 8(j):tä koskevia asioita valmistelee kansainvälinen työryhmä,
sme: Oassebeallečoahkkimii artihkal 8(j) guoski áššiid válmmaštallá riikkaidgaskasaš bargojoavku, Ad Hoc Working Group on Article 8(j) and related provisions.

source: Työryhmän työtä ohjaa osapuolikokouksen hyväksymä artikla 8(j):n monivuotinen työohjelma.
sme: Bargojoavkku barggu stivre oassebeallečoahkkima dohkkehan artihkal 8(j):a máŋggajagáš bargoprográmma.

source: Työryhmän työhön osallistuu valtioiden ja alkuperäiskansojen edustajia.
sme: Bargojoavkku bargui oassálastet riikkaid ja eamiálbmogiid ovddasteaddjit.

source: Saamelaiskäräjät osallistuu työryhmän kokouksiin osana Suomen valtion delegaatiota ja Suomi puolestaan osana Euroopan Unionin delegaatiota.
sme: Sámediggi oassálastá bargojoavkku čoahkkimii oassin Suoma stáhta delegašuvnna ja Suopma bealistis oassin Eurohpa Uniovnna delegašuvnna.

source: Euroopan Unioni muodostaa yhteisen kannan kokouspäätöksiin ja puheenjohtajamaa neuvottelee jäsenmaiden puolesta keskistetysti kokouspäätöksistä.
sme: Eurohpá Uniovnna hábme oktasaš oaivila čoahkkinmearrádusaide ja sáđajođiheaddjiriika ráđđádallá lahttoriikkaid bealis buohkaid guoski čoahkkinmearrádusain.

source: Suomi raportoi sopimuksen toimeenpanosta biodiversiteettisopimuksen sihteeristölle. V
sme: Suopma raportere soahpamuša ollašuhttimis biodiversitehtasoahpamuša čállingoddái.

source: iides maaraportti
sme: Viđát riikaraporta addui miessemánus 2014.

source: annettiin toukokuussa 2014.
sme: Čuovvovaš biodiversitehtasoahpamuša oassebeallečoahkkin lágiduvvo golggotmánus 2014 Mátta-Koreas.

source: Artikla 8(j)-työryhmän loppuraportti
sme: Artihkal 8(j)-bargojoavkku loahpparaporta

source: Liite 1 yhteenvetotaulukko
sme: Čuovus1 čoahkkáigeassutábealla

source: Liite 2: Taustamateriaali:tapaoikeusselvitys
sme: Čuovus 2: Duogášmateriála: vierrovuoigatvuohtačilgehus

source: Liite 3 Taustamateriaali Selvitys Akwé: Kon - ohjeiden suhteesta Suomen lainsäädäntöön
sme: Čuovus 3 Duogášmateriála Čilgehus Akwé: Kon - rávvagiid gaskavuođas Suoma lágaide

source: Liite 4 Muistio Akwé: Kon ohjeiden suhteesta Yva-lainsäädäntöön
sme: Čuovus 4 Muittuhančála Akwé: Kon rávvagiid gaskavuođas Yva-lágaide

source: Liite 5: Muistio Akwé: Kon ohjeiden soveltamisesta maankäyttö- ja rakennuslain toimeenpanossa
sme: Čuovus 5: Muittuhančála Akwé: Kon rávvagiid guoskadeamis eanagavahan- ja huksenlága ollašuhttimis

source: Liite 6: Elina Helander-Renvall ja Inkeri Markkula (2011): Luonnon monimuotoisuus ja saamelaiset
sme: Čuovus 6: Elina Helander-Renvall ja Inkeri Markkula (2011): Luonddu máŋggahápmásašvuohta ja sápmelaččat

source: Liite 7 Hankesuunnitelma saamenkielisten paikannimien keräämis- ja tallentamishankkeeksi
sme: Čuovus 7 Fidnuplána sámegielat báikenamaid čoaggin- ja vurkenfidnun

source: Liite 8 Taustamateriaali, Perinteisen tiedon suojelu saamelaisten kotiseutualueella
sme: Čuovus 8 Duogášmateriála, Árbevirolaš dieđu suodjaleapmi sámiid ruovttuguovllus

source: Akwé:Kon ohjeiden suomennos
sme: Akwé:Kon rávvagiid jorgalus suomagillii

source: Suomen täydennys biodiversiteettisopimuksen toteutumista käsittelevään tiedonantoon (29.11.2001)
sme: Suoma dievasmahttin biodiversitehtasoahpamuša ollašuvvama gieđahalli dieđahussii (29.11.2001)

source: Suomen 5 maaraportti biodiversiteettisopimuksen toimeenpanosta Suomessa (englanniksi)
sme: Suoma 5 riikaraporta biodiversitehtasoahpamuša ollašuhttimis Suomas

source: Loppuraportti: Akwé: Kon - ohjeiden soveltamisesta Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa (suomeksi, pohjoissaameksi ja englanniksi)
sme: Loahpparaporta: Akwé: Kon – rávvagiid guoskadeamis Bátneduottara meahcceguovlo-eatnamiid dikšun- ja geavahanplána ráhkadeamis (suomagillii, davvisámegilli ja eaŋgalsgillii)
